{"hash_tag": " #Funk101 #education #TIME100 #sxswedu #SXSWedu #BeFearless #heroes #ces #highedtech #CES. #HigherEdTECH #coursera #InternetTrends:", "friend_ids_list": [44196397, 1364930179, 15939396, 17163609, 93957809, 26246606, 6385432, 59885435, 17503180, 5968272, 13198, 183749519, 1330457336, 10078, 34147744, 243504956, 19129680, 20348377, 305588032, 8662382, 35695528, 254136706, 80422885, 14378113, 24752484, 7144422, 816653, 91478624, 1077770322, 16045268, 2467791, 27247847, 14514804, 14677919, 5392522, 1344951, 60308942, 67727882, 17220934, 20536157, 14159148, 17006157, 20437286, 807095, 813286, 14761795, 14293310, 3108351, 189271022, 21982720, 2730791, 30313925, 17004618, 34713362, 10876852, 14694357, 20479813, 25320089, 326905265, 16689804, 282280747, 17899109, 2735591, 44873497, 21457289, 101612765, 5988062, 2384071, 59157393, 22255654, 50393960, 352053266], "text": " Hour of Code: Lets have more students learn to program! https://t.co/LYecxvHVyk Free Stanford event: Machine learning poster session, Dec 11, 8.30-11.30am. More posters than NIPS! http://t.co/Tmt8M59wbc RT @Forbes: Nelson Mandela: A Life In Pictures http://t.co/ag5md0BkD5 http://t.co/m3m9oLzh1j Coursera and Teacher Professional Development MOOCs.  @juliastiglitz http://t.co/hY2mDak4jE People Analytics: How Big Data is transforming human resources. http://t.co/3jk4WrGpyl RT @coursera: RT: \"What if a @katyperry song and online education had a baby? Presenting  http://t.co/d5hyR6mWaP  starring @AndrewY RT @Forbes: How Big Data can solve real world problems http://t.co/eHb11APisY Programming in movies vs. programming in real life. https://t.co/0eicKCB82t RT @TheAlexKnapp: China will launch its lunar rover tomorrow. If successful, will be the first probe on the Moon in 37 years. http://t.co/c 5 amazing WebGL demos! (Run on desktop.)  http://t.co/HKrATKFmNY Coursera raises another $20M, bringing total to $85M. http://t.co/v57rMBUeiC RIP Ben Taskar. Machine learning just lost a star, and Stanford AI just lost a dear friend. http://t.co/P5222zM2n0 Rock-paper-scissors robot that wins 100% of the time, by using high speed computer vision. http://t.co/eM4OJ6fiMe New Chief Product Officer and VP Product Management at Coursera. Excited about the future of MOOCs!  http://t.co/LVtKioqG0q Some serious Common Core implementation problems.  http://t.co/uVJDu2IXlN First set of Coursera Learning hubs just launched worldwide! http://t.co/7itxX5Y32F Artificial blood successfully tested on mice!   http://t.co/0X3d1jw8FL The one key difference between kids that excel at math, and those that don't. http://t.co/5bdCuKHujH Asian \"education fever.\" Shocking stats on rising edu spending.   http://t.co/vUJAd7Sd3g Funny pedagogical technique (that works?).  http://t.co/pFZDn6lVzB Coursera now has over 100 partners!  http://t.co/QpbhJwiVXs Honored to be named to the CNN 10: Thinkers list, together with Elon Musk and others!  http://t.co/tSyg4ZaXQM Fascinating!  Brains flush toxic waste in sleep. http://t.co/T0Rp1s3DoN Why we should put students in control of their own learning.  http://t.co/gRzN28UhPU The debate surrounding $10,000 undergrad degrees. http://t.co/a4iX3UYzsG First-ever social gaming in a MOOC!  Kudos to Benson Yeh and team for creating PaGamO.  http://t.co/ydD7WpSV6x Stanford's deep learning sentiment classification system. http://t.co/5mIS4DlIMV Why shorter classes often work better.  http://t.co/oyK0pRwq5x @Stanford releases new demo on deep learning for text sentiment classification.  http://t.co/l0pYOo2VDu Attending the Fortune 40 under 40 party in SF! http://t.co/1at0LZTUId A few minutes ago, Coursera just reached 5 million students!  http://t.co/xUnrWAvHO8 Honored to be named one of Stanford University's 10 Best Professors!  See the whole list at http://t.co/cjVluSxUgW Research at scale--tens of thousands of students in a MOOC to do novel research!  http://t.co/4qehztUpUn Is it better for your career to specialize, or to be a generalist? http://t.co/g30k3KnQdw Did you know that machine learning/optimization algorithms helped Oracle Team USA win America's Cup? http://t.co/y5KlpAuXGd Just named to the Fortune 40 under 40 list! http://t.co/tjZfbqCsKA  RT @juliastiglitz: Blended Learning Gets MOOCed on Coursera https://t.co/hzdno71pHZ   @briangreenberg @rschwartz418 Reid Hoffman on new ways to certify student learning. https://t.co/VExx9rJ1dE Fascinating @VanderbiltU paper on teaching machine learning by \"wrapping\" a MOOC.  http://t.co/hbHJXN5CfN Free Wharton first-year MBA courses on @coursera ! http://t.co/tIMDpdZLvc Coursera's Signature Track has brought in $1mil.  http://t.co/ZnmEnzr7Ir Just on Fox business with @LizClaman \"3 days in the valley\" talking about @Coursera! http://t.co/Rq431yS6hI Debate on whether technology is destroying jobs. http://t.co/YT32BmNXin Morgan Quigley selected for TR35 for open-source ROS (Robot OS)!  http://t.co/RGIo2POqPO Over 100,000 applicants for one-way trip to colonize Mars. http://t.co/7HnEx0pLOW Earning a Google Internship by taking MOOCs. http://t.co/T7T8qvFduo Huge opportunities ahead for computer science people. http://t.co/57cgphJfr7 Chatting w/@genConnect @BaruchShemtov on future of AI, online  @Coursera http://t.co/EKPN4V67h4 Where is there the greatest social mobility in the US?  http://t.co/fnDU8ZoVm7 Fake \"Speed limit enforced by drones\" signs on highways! http://t.co/nhGNkpBbXt Big Data applied to hiring.  http://t.co/7R5p9gBtLv Does working in a coffee shop really make you more creative? http://t.co/bOZUknx9rZ Why the phrases \"how hard would it be...\" and \"can't you just...\" make good engineers cringe. http://t.co/h5dVfc6yUC Big Data &amp; Presidential election. Fascinating but scary if tech falls into hands of oppressive govt. http://t.co/0sWXnObh2S How to replicate the Google Cat result with 16 computers instead of 1000. http://t.co/erQbmdA5XQ Where do engineering students most want to work? You'll be surprised by some of these!   http://t.co/HnCbEFKiR4 You can now order Coursera T-shirts and coffee mugs! (US shipping.)  http://t.co/IbZ35yXWDY Deep Learning improves Google's Photo Search. http://t.co/x6AqinKMFA MOOCs For Teachers: They're Learners, Too. http://t.co/MRoUwsoDQt How Big Data is improving education. http://t.co/ihFABaIUTp Online dating marriages are just as good.  http://t.co/U7ZH40pi15 3D printing food: Beautiful frosting sculptures that you can eat.  http://t.co/AHPLwbFwWO Analysis of MOOC completion/retention rates, and some things that boost your odds of completing.   http://t.co/RplbOFJECt Amazing story of 17 yo, severe autism, and 6 MOOCs. http://t.co/v9lGSFlYC0 Great summary of the most important internet trends. http://t.co/VZuCR2xQ4y 10 US State University Systems partnering with Coursera.  http://t.co/J27VitwtZN High school students taking drugs to improve test scores.  http://t.co/AXbB7pE6qZ Option 1: Gun control. Option 2: Give children bulletproof backpacks. Guess which is working.   http://t.co/xYOsdRAals Breathtaking CG special effects demos from SIGGRAPH 2013. http://t.co/WJ4g6yDBqe RT @FastCompany: A study of studies finds that basically all scientists say climate change is happening and that we're causing it. http://t One year anniversary of Tom Friedman article on MOOCs.  What a long way we've come! http://t.co/scelcIfbrd Yale joins Coursera!  Courses on Financial Markets, Constitutional Law, .... http://t.co/YkoQbpB4up RT @wired: Check out these physics demos kids (and you) may actually like. http://t.co/k85rKxmgsa RT @BloombergNews: Amount of carbon dioxide in atmosphere surpasses threshold not seen for 3 million years | http://t.co/G5Lrc9g6FU 17 year old from Mumbai, India and his Coursera travelogue. http://t.co/aIJQ4gr0aF Large pay gaps in teachers' salaries.  http://t.co/eFySKHwEgF The Maker movement, and why some think Hardware is the new Software.  http://t.co/j6xSFzLKmz Coursera partners with book publishers to give free access to textbooks. http://t.co/nI671TEkc2 On Coursera MOOCs and ways to make sure you aren't bored. http://t.co/PL51CP8ghv Wired Magazine on Deep Learning and some of its early inspirations.  http://t.co/F2A7xWfE9s Software industry moving toward subscription fees; most recently Adobe suite. http://t.co/mvzIfy850N Private US Universities lowering prices through financial aid. 45% discount for last year's freshmen. http://t.co/AOxmC0aqaG RT @coursera: Coursera is excited to partner with 10+ new organizations to offer Teacher Professional Development content! http://t.co/w3uJ Coursera is now in K-12!  Teacher Professional Development + new TPD partners announced. http://t.co/UjCm6kYqRJ RT @FastCompany: 10 Little-Known Apps That Entrepreneurs Cant Live Without http://t.co/VYFEprOlYB Will driverless cars create traffic jams?  http://t.co/BhBt4q1dxe RT @ChuckSalter: The case for boredom. RT \n @noahr Why Your iPhone Addiction Is Snuffing Your Creativity http://t.co/b5sP88NFJT Sent from 10 breakthrough technologies (including Deep Learning and the Google project I'd started)! http://t.co/xw9MAFlwvd @KateMfD Good point! I'd like individuals to be distinguished not by unequal access to knowledge, but by their hard work, talent and guts. Coursera one of 25 audacious companies. Hope that in 10 yrs, free elite edu is new normal, not audacious! http://t.co/PV4zolzFN0 Enjoyed reading Decisive by Chip &amp; Dan Heath. 4 tips for making better decisions.  http://t.co/EQRJZx6mBM Machine learning class on Coursera offered again Monday Apr 22nd. Get your friends to sign up!  http://t.co/UxzpZ0PRr6 Coursera (1) and I (37) both had birthdays today. Daunted by work ahead, but also inspired by same! http://t.co/t1Q3uvMiC1 Just named to 2013  (World's most influential people)!  http://t.co/dzUB0JBhOA RT @dabeard: What Boston is, in one Google doc (I have a place to offer): http://t.co/cTGUf8EmZB 13 examples of people being awesome after Boston attack.  http://t.co/1ACHlZ8jOg Baidu is building a Deep Learning lab in Silicon Valley.  http://t.co/HA3PtNFJzO 2 most cited ICML 2011 (machine learning) papers both from my group! Both on Deep Learning. http://t.co/5pAuwaUu5F @Coursera building App Platform. Enable university partner/3rd party learning tools to be offered to students on site. 15% of the US population receives food stamps. http://t.co/hNmuPDW18Z RT @BarackObama: It's time to fix our broken immigration system so families like Claudia's aren't torn apart: http://t.co/Om8OeKNt92, ht ... RT @BloombergNews: States with least-restrictive gun laws are those with highest rates of firearm-related violence | http://t.co/OIq4ydlykr Teachers the most likely profession to say they smiled or laughed a lot yesterday.\"  http://t.co/gfIAXDOIAQ Talk that I gave last month on MOOCs and the state of Coursera.  http://t.co/Iew4hmGsYI Coursera course on Underwater Basketweaving. Get your friends to sign up! https://t.co/IlwG9eh6BM Basic financial aid info has huge effect on getting low-income students into college. http://t.co/olF3paaSRT Just got a cup cake from Kara herself, of Kara's cupcakes! http://t.co/4fh5KT1kmp Moving article on veterans' struggles to find work. http://t.co/NRIXpXjlXF Coursera just passed the 3 million student mark!  http://t.co/pcBx6hi1Nn @Coursera Scoring 97/100, finally completed my first MOOC not as a teacher, but as a student! http://t.co/hzvbZGWD98 RT @techwithintent: \"Your awesome smart phone is the crappiest tech your child will ever see. It's their Commadore 64.\" @jcasap  Great  by @saradewitt on PBS research on edu games. http://t.co/DvPTxJdBYV http://t.co/ffCM2uNqrj Just on Fox News, talking about Coursera, and also why the courses need to be free.  http://t.co/2uSAF0JNmT @profkeithdevlin on differences between univ &amp; MOOC; e.g. retention, accreditation.  http://t.co/KfKOMxYjvf Worried about effect of \nsequestration on K-12.  1,210 teaching jobs at risk in California. http://t.co/MQsSYJQjIY RT @jeancase: \"My fear isn't aiming too high and missing, it is aiming too low and hitting.\" - Commander @Navy SEALs.    @Cafe_LaTTea, doing @EmoryUniversity's @Coursera Digital Sound Design final exam. Wish me luck! http://t.co/T9ys7tgCC3 29 universities, 90 new courses just announced @Coursera!  http://t.co/oTd8T44mIO Happy Valentine's Day from all of us at Coursera! http://t.co/zwAIJ0mc Earn college credit through MOOCs: ACE announces credit recommendation for 5 Coursera courses.  http://t.co/7m655l5w Coursera just won Best New Startup 2012 at the Crunchies! Thx everyone for your support!! http://t.co/Xcr26Lxy RT @coursera: Last chance to vote for Coursera for a Crunchie! Best EDU Startup and Best New Startup. Thank you for the support! \nhttp:/ ... My @insidehighered piece on what we're learning from teaching MOOCs.    http://t.co/CUfAXjr9 A recent Machine Learning talk that I gave. Deep Learning, Google project, research directions. http://t.co/FO14xPNf Final projects from 2012 Stanford Machine Learning class just posted: http://t.co/u71i9wff Most classrooms unchanged for 50 years. Cool @Steelcase furniture at   4 rethinking classroom. http://t.co/I9EuAEAr On my way to   Looking forward to speaking at  on MOOCs tomorrow. http://t.co/3AtI5ocd Nice NYT article on MOOCs! http://t.co/H7nQaCHD @ivoflipse5 15 courses! Congrats! 20 this year? :-) What's your New Year Resolution?  Learn something new this year!  http://t.co/d0BpAXVe  On holiday with Dad in Hong Kong, except he just ditched me to do Duke's @coursera Think Again class' homework. Go Dad! :-) Jiquan Ngiam @coursera honored by Forbes 30 under 30 for education! http://t.co/wmeqJljH RT @MMFlint: This morning a crazy man attacked 22 children at an elementary school- in China. But all the crazy man had was a knife. Num ... RT @Junling_tech: Today at Stanford Machine Learning class (Andrew Ng) poster session: wide-range topics, exciting applications. http:// ... Stanford Machine Learning poster session, 12/13, 8.30am. 250 posters by 575 students. Free &amp; open to public. http://t.co/FnCw7ba1 McKinsey report on Big Data.  Shortage of &gt;100,000 data analysts in US.  http://t.co/ZJ2C3MyW Coursera just reached 2 million students (doubling from 1 mil in &lt;4 months)!  Huge need worldwide for affordable, high quality education. RT @kpcb: There is a re-imagination of nearly everything from computing devices, connectivity, learning, &amp; more \nht ... Just announced: @coursera Career Services.  Excited to not only educate students, but help them find jobs afterward! http://t.co/KecWB9bY @Coursera just announced partnerships with 17 more universities!   http://t.co/seQEEJlg", "photo": "http://pbs.twimg.com/profile_images/2560241864/22xqy513nkwef1uj59cd_normal.png", "friend_ids": " 44196397 1364930179 15939396 17163609 93957809 26246606 6385432 59885435 17503180 5968272 13198 183749519 1330457336 10078 34147744 243504956 19129680 20348377 305588032 8662382 35695528 254136706 80422885 14378113 24752484 7144422 816653 91478624 1077770322 16045268 2467791 27247847 14514804 14677919 5392522 1344951 60308942 67727882 17220934 20536157 14159148 17006157 20437286 807095 813286 14761795 14293310 3108351 189271022 21982720 2730791 30313925 17004618 34713362 10876852 14694357 20479813 25320089 326905265 16689804 282280747 17899109 2735591 44873497 21457289 101612765 5988062 2384071 59157393 22255654 50393960 352053266", "id": "AndrewYNg"}