{"hash_tag": " #MUFC #thisisyourturf #Sandy #youtubepolitics #Sandusky #chi2012 #ethics #BigBangTheory. #MUFC #VoteForNote #Hot100List! #MemorialForJoe #MemorialForJoe #JoePa. #BigBangTheory #GuideJoeHome #GuideJoeHome #JoePa. #PennState #JoePa #Tintin #PSUBOT's #Edinburgh #travel #Edinburgh #travel #art #photography #travel #lp #travel #opengov #gov20 #e #DragonTattoo #DragonTattoo #PennState #psucharges #GoldenGlobe #DragonTattoo! #futureofnews #fracking #DragonTattoo #futu #TED #BigBangTheory #PennState #BigBangTheory #PeoplesChoice #NetworkTVComedy. #DragonTattoo #PennState #PennState #pennstate #PennState #bigbangtheory #PennState", "friend_ids_list": [37993184, 19433483, 56774085, 17981204, 742143, 1652541, 14293310, 18424289, 558797310, 5709522, 7462702, 231925135, 55858928, 139819194, 507415544, 488417933, 39522692, 58489734, 346568888, 39281968, 24187903, 196435664, 926555071, 26089017, 22086402, 17298532, 31560768, 321029318, 568870155, 87246752, 621050346, 16096838, 17268874, 9271782, 817062, 571677788, 277518284, 17196599, 216264820, 18066446, 24996837, 22906929, 335270969, 24510883, 420301038, 485402699, 480525932, 34592271, 39489799, 173992307, 36054262, 15066760, 296979153, 282679871, 196068578, 28617123, 113560280, 59524045, 15996661, 24202701, 14434070, 16023029, 15489136, 33601151, 15632346, 16084829, 148321840, 166128698, 6017542, 116559622, 72644483, 255292637, 120558104, 65866650, 147746548, 14054817, 30317764, 242747411, 257523827, 36860428, 212894998, 32626537, 20176403, 15102047, 119376050, 17489445, 95233955, 6374912, 166739404, 155927976, 285332860, 5375972, 172493446, 24633334, 140279114, 93881468, 104710054, 83570815, 2092911, 14473561, 2162571, 5378332, 24127429, 49896435, 70548234, 50940456, 45870456, 47549768, 49865165, 51724571, 15935506, 35950822, 29368850, 29952068, 17413343, 1259931, 13372142, 2930961, 21590416, 21399351, 2227531, 5544442, 15999050, 5099591, 14087845, 7168572, 9577862, 16400363, 9725942, 15216105, 12168722], "text": " @tweetacoffee to @shiyuning Here is your coffee. :) Ive just entered the  comp  to WIN an iconic section of the OT pitch   http://t.co/y5P4q5VMOT Creativity and longevity http://t.co/vM9qKZKrei via @TIME Time article of our research with talking tissue boxes: Don't Laugh, You Really Like Them. http://t.co/CCi7HeAtEW via @TIMEHealthland When Tissue Box Blesses You: News article of our research on user interaction with smart objects http://t.co/uVbv7y2cJ1 RT @BBCWorld: In pictures: 2012 as seen from space http://t.co/PSZnuYPx RT @allthingsd: On Cyber Monday, Mobile Takes All the Glory -- Not Social -by @triciad http://t.co/yjtRkMMT RT @CNET: Google integrates Drive with Gmail, enabling 10GB file transfers http://t.co/HEsuCOcG  http://t.co/U6l5fKCo RT @jeffcdi: RT @stevesilberman: iPhone pic of  makes @Time's cover [via @moorehn] http://t.co/Li6msSZ7 RT @breakingstorm: President Obama declares major disaster in New York, New Jersey and Long Island following Hurricane Sandy - @Eyewitne ... RT @psutxt: UPark alert :: Classes, activities to resume as scheduled on Tuesday. For details and updates: http://t.co/iN3Zh6S3 @justwalden Haha, no I wasn't. I was taking notes of the meeting (i.e., your talk) until I got the email notification of your tweet. Monitor Political Cartoons - The Christian Science Monitor - http://t.co/XIexTpr8: http://t.co/WOzmCxim China dismisses U.S. security fears http://t.co/uCHaDnab on Fluent News Watching 2012 Presidential Debates on  http://t.co/KSN6rQAF $18.5 million NSF grant to develop self-monitoring health devices http://t.co/z5QXO9kd UTGP'13 | THE GLOBAL T-SHIRTS DESIGN COMPETITION http://t.co/TLIdqRGl RT @nytimes: Following  inquiry, N.C.A.A. fines Penn State $60 million and bans it from bowl games for 4 seasons http://t.co/aO ... University Park: UPDATE: Paterno statue removed | Joe Paterno | http://t.co/DaaVnfI2 http://t.co/jvf1Fa1O via @twitterapi RT @Complex_Sports: The statue of Joe Paterno was removed from the Penn State campus early this morning http://t.co/bzqUFwa9 RT @DigitalTrends: Asteroid flying by Earth this weekend, watch it online http://t.co/Y22qOemx RT @mashable: Why Aren't We Downloading Health Apps? http://t.co/XKALy30q RT @amandafrench: You can use big data for analysis and visualizations, but also to tell small, intimate stories, says @captain_primate  ... RT @LDN: Aerial photos of dawn breaking in London http://t.co/bVLnHgmL RT @DigitalTrends: Better off without you: Apple's slow-motion divorce from Google http://t.co/kHuYtKkU @shiyuning @shiyuning RT @verge: Samsung's TecTiles NFC stickers let you launch apps, change settings by tapping your phone http://t.co/sRCkttbA RT @verge: US lawmakers create website to crowd-source a 'digital bill of rights' http://t.co/PL5uCy2P @shiyuning RT @mashable: Verizon Lets You Share Everything With New Data-Focused Plans http://t.co/YEnpDaUl RT @TheNextWeb: Here's the US Government's list of digitally monitored words, and what they mean for your privacy http://t.co/MCzNUefm b ... RT @Forbes: The White House is Spending Big Money on Big Data http://t.co/F44weZF1 The evolution of resumes: are you keeping up?: http://t.co/QIKXcBEE Co-authored paper on websites to balance self-expression and functionality http://t.co/G1Rysbi9 RT @jeffbigham: .@mags: \"4 billion youtube views a day, 60 hours of video uploaded each minute\"   RT @USATODAY: Standoff in China over dissident inching toward resolution http://t.co/BZp6B9tb RT @guardiannews: Kabul suicide attacks coincide with Barack Obama visit http://t.co/9gW1TuLo RT @msnbc: Blind activist 'to stay in China,' says US http://t.co/TsMejaaV RT @zengjinyan: 2010 RT @Telegraph: Exclusive: Bo Xilai's wife 'in the room when Neil Heywood was poisoned'. http://t.co/XzBbpv0p by Damien McElroy & @malcol ... RT @RawStory: Scientist unveils mind-controlled robot for paraplegics http://t.co/S4U8T0Rn RT @Techland: Five reasons to give Google Drive a shot | http://t.co/ByaMAFLc RT @Techland: New study asks who's to blame when robots harm us | http://t.co/pR427saz RT @cultofmac: Apple Announces WWDC 2012 Will Kick Off On June 11 http://t.co/Vl7fE0Fp RT @TheNextWeb: Samsung begins teasing Galaxy S III launch with countdown on cryptic teaser site http://t.co/i3Ckfeul by @m4tt RT @Speroman: \"Better Together\". Research shows we're multitasking our screens. Mobile + Tablets deliver interactivity everywhere. http: ... RT @xie107: 19983281998625 NYTimes: \"Facebook buys Instagram for $1 billion\". Age of visual is here. !!! @shiyuning seems I was right @BigBang_CBS :When Wolowitz gets 2 work w/ @Prof_S_Hawking, Sheldon is willing 2 do anything to meet him. RT @AnneWheaton: Are you sure this is YOUR spot? http://t.co/RmRYpljp RT @BBC_Travel: The  behind taking pictures of people: http://t.co/PWEvUO57 For real? @SkySporksNews: Wayne Rooney visited Muamba in hospital. \"It's great, he can almost string a sentence together\" said Muamba. Buzz in the Blogosphere: Millions more bloggers and blog readers http://t.co/VjyIL2bl RT @Techland: How Google's new privacy policy could give governments greater access to your data | http://t.co/vngYCLSQ Big Datas Impact in the World: http://t.co/CQigYc10 Yu Jie, Dissident Chinese Writer, Continues His Work in U.S.: http://t.co/kN2UqTb3 RT @CNET: Report: Apple is working on a new audio file format http://t.co/VcemB2Xd RT @mashable: Use Facebook While Studying, Get Lower Grades - http://t.co/rXEikbVN Glitch Allows Chinese Citizens to Flood Obamas Google+ Page with Comments http://t.co/xUEsMxfH via @Techland Chinese Internet Users Flood Obama's Google Plus Web Page  http://t.co/4OhZkYlo via @VOA_tibet_News RT @TheAtlanticWire: Save the date, iPad fans: Apple to make an announcement on March 7 http://t.co/zURN0f4u RT @cultofmac: President Obama In The Oval Office Getting Briefed On An iPad 2 [Image] http://t.co/GuwaIIEn RT @RWW: How To Pimp Your Facebook Habits http://t.co/WK5KYe8U RT @TheAtlanticWire: Why people tweeted more during the Grammys than the Oscars http://t.co/cGhPpf0S RT @penn_state: Penn State Coquese Washington named Big Ten Coach of the Year http://t.co/n1qF9EmH RT @sfufoet:  http://t.co/huSIzFbU (via Instapaper) Big Datas Impact in the World: http://t.co/CQigYc10 RT @BigBang_CBS: Check out this preview of Thursday's all-new episode of  Remember to tune in Thursday at 8/7c on @CBS! h ... A Guide To Alternative London Maps http://t.co/DtI0pnWz via @londonist ESPN employee who wrote the Jeremy Lin slur headline dismissed; anchor who used the same derogatory noun suspended 30 days RT @MirrorFootball: Who says Suarez and Evra aren't role models for kids?  http://t.co/TXnJNkto  (via @_CH4RLOTT3) RIP @BreakingNews: Whitney Houston died in Beverly Hills hotel room; authorities trying to determine a cause of death http://t.co/vjcJ16u5 RT @CockyMUFC: The last time  finished with the same 11 that started was December 2004, everybody played well, great team performan ... RT @SkySports: Sir Alex Ferguson says Luis Suarez is a 'disgrace' and should never play for Liverpool again after refusing to shake Patr ... Look where technology have took us: win e-kisses and e-autograph from @MirandaKerr https://t.co/3iyyP6N3  via @SamsungMobileUSA RT @yegle: O'reillyregister$5O'reilly RT @sophyjiang: ipadskypeipad RT @SublimeEnvy: Snowy London last night, taken by my brother. @NatGeo @FrommersTravel @lonelyplanet http://t.co/v2olXBZI RT @BreakingNews: 1 dead, 2 injured after setting themselves ablaze to protest China policies on Tibet - AP http://t.co/bzo2Z5YS RT @BBC_Travel: Use your smartphone to plot potential sights and record your route as you go: http://t.co/1WXFZU92 RT @VisitEngland: Take a sneak peek of the brand new Harry Potter Studio Tour! http://t.co/54hdSLDD RT @WxManTyler: @penn_state Such a gorgeous day! Here is the view from Walker Building. http://t.co/zU5Tu2Bf RT @BigBang_CBS: Spread the word and vote @KaleyCuoco into Maxim's  http://t.co/XtsXTLEI Hilarious. Siri Scotland @jeffcdi: Day made by this @BoingBoing Apple Scotland - iPhone commercial for Siri http://t.co/2JeTVzNd RT @CommGRADForum: Comm GRAD Forum hosts monthly discussions on communication news, issues, research and pedagogy. Visit our website at  ... RT @kunalnayyar: He's sexy and you know it. http://t.co/bILlaCgb RT @visitlondon: ! Gong Xi Fa Cai! Happy Chinese New Year!Year of the Dragon processions kick off at 10.15TODAY!http://t.co/yBO6onGU RT @tonypittman: From the plane after saying goodbye to Joe and leaving State College. (sorry FAA). http://t.co/ml0SpwME RT @kelleyk215: It's been almost a week and theres still at least 100 people at the statue. The candles/flowers/etc have pretty much rea ... RT @LisaBloom: Appalling.  The U.S. currently has more prison inmates than the leading 35 European countries combined.  http://t.co/5BhB7Etc RT @penn_state: Estimated that nearly 40,000 people attended Joe Paterno viewings on Tuesday and Wednesday. @billprady @BigBang_CBS why did Sheldon start his podcast? I didn't think I saw an explanation. not something I'd expect him to do @billprady Leonard hurt himself every time he dated a girl-ketchup accident, jar-opening wound, now a gunshot?! Maybe he'd start seeing guys RT @DailyCollegian: Knight: \"That old hero, he set a standard that will live forever.\"  RT @OnwardState: \"If there is a villain in this tragedy, it lies in that investigation, not in Joe Paterno's response,\" -Phil Knight, Ni ... Mr Pittman thank u for sharing ur and Tony's story. THE best father & son story I ever heard.  @OnwardState @DailyCollegian RT @ArielSam924: @DailyCollegian @AnnieIgnasiak reairing on BTN tonight at 10 pm RT @OnwardState: Friendly reminder:  @CATA buses are free today and will be pulling over at 2:00 p.m. for a moment to honor  http ... RT @billprady: There is a truly fine episode of  tonight. Firearms, phones and flags, oh my! RT @OnwardState: A petition for the naming of \"Paterno Field at Beaver Stadium\" has started and is gaining traction. Read more: http://t ... RT @melissayak: Seeing Sue in Joe's seat on the bus was heartbreaking. We lost a mentor, idol & coach. But she lost the love of her life @OnwardState Crowd at Allen St  http://t.co/bOgIPAPU RT @DailyCollegian: The procession is moving, passing Palmer Museum; gatherers running alongside the road  RT @OnwardState: Students are lined up on both sides of Curtin road starting from the library all the way to the Stadium.  http:/ ... RT @PennStateFball: Joe Paterno's funeral procession is scheduled to begin in about an hour. WJACTV is carrying a live stream here:... h ... RT @pennstatelive: Online albums offer photo retrospectives of Paterno's legacy http://t.co/C9WvvXuO  RT @BreakingNews: Google changes privacy settings across products; users can't opt out - Washington Post http://t.co/QVGs88uj RT @OnwardState: Seen in @psulibs RT @audsnyder4: Stopped in the library to charge my phone and saw students leaving messages for  ... RT @KevinHornePSU: Tom Bradley is going down the entire line shaking hands and talking. Every single person. That's thousands of people. RT @OnwardState: MT @CentreCountyRep: The line for public viewing continues to grow down to Shortlidge Road on Penn State's campus. http ... RT @OnwardState: Just announced: HUB will broadcast \"A Memorial for Joe\" in Alumni Hall, Heritage Hall, and Auditorium on Thursday at 2: ... RT @beckymurdy: I think we should change \"state college\" to \"Joe\" so that the address of students can be \"Joe, Pa. 16801\" I have different opinions re the top 10 moments but gosh I love TBBT! Cannot wait for the 100th episode! http://t.co/5eOOE3fI @BigBang_CBS RT @psufootblog: The video and article are now up on the Washington Post website. http://t.co/W8SLYZ81 RT @DailyCollegian: Erickson will remain Penn States president through 2014, at which point he plans to step down. Details: http://t.co ... @lonelyplanet Flamenco beach Puerto Rico in January is indeed paradise. http://t.co/2F2ytKpP @justwalden I wish but don't have enough nerds to play the game with!! Just got the Big Bang Theory board games!! Yay fun! @BigBang_CBS http://t.co/skIkmQLl RT @dfishadow: http://t.co/W1Rfkao3  Watched  quite amusing! Wish Snowy was hairier, Tintin less boyish. Seems like a sequel possible; cannot wait Calculus & Chang! RT @OnwardState: A recent @quinnipiacu poll showed that 52% of Pennsylvanian voters approved of the  firing of Joe Paterno. htt ... RT @BreakingNews: N. Korea says it will accept all S. Korean delegations wishing to pay respects to late leader Kim Jong-il - @BBCWorld  ... @justwalden lol my nerdiness is on vacation. Well truth is no new episodes recently :'( RT @EdinCityofLit: Its practically mandatory that visitors to Edinburgh travel by the book.  @NatGeo RT @karenbryan: Best of  tips: http://t.co/kmWrhqSE  RT @WorkingTravellr: A Week in Edinburgh  Bloggers Guide to  http://t.co/sGJVkR7l  RT @PuertoRicoPUR: Puerto Rico among Top 10 places to spend your 2011 Christmas! http://t.co/gAAJ6tmD RT @PuertoRicoPUR: A Glimpse of Old San Juan, Puerto Rico by photographer @JaredBIRT http://t.co/ksdr9BVH    RT @PuertoRicoPUR: Culebra Island, Puerto Rico among America's Top Travel Destinations for 2012! http://t.co/gPwlZOu0   RT @Stefsunyanzi: confusing. DragonTattoo interview-Most men are monsters; those who arent end up causing hurt out of thoughtlessness or neglect. http://t.co/QmnWgqTU RT @jeffcdi: MT @digiphile: @WhiteHouse epetition \"aims to digitize U.S. history\"-@Joseph_Marks_ http://t.co/Jmt0ljnH    ... RT @thehighroller5: Everyone NEEDS to see this  interview with Fincher and the cast! 50 mins, and it even includes film cli ... RT @thehighroller5: Stay tuned for a  movie review tomorrow morning! Just ate a Happy Meal thanks to Lisbeth Salander! Rooney Mara really fantastic actress! Intriguing, admirable performance as Salander in @DragonTattoo Go watch the movie if not yet! RT @OnwardState: Happy 85th birthday, Joe Paterno. http://t.co/FNMd9mz2 Hilarious! Watch @WayneRooney 's Bend It Like Beckham charades video and see Fergie's reaction http://t.co/Z1lvUOS8 RT @jeffcdi: \"Our information habits go beyond affecting the individual.They have serious social consequences.\" @cjoh 1st chapter http:/ ... shttp://t.co/p5Up8ZSE China party official issues harsh warning to members over growing popularity of religion. WashingtonPost. http://t.co/D8CYUxtM Would they really starve ppl RT @Bendilaowai: Wukan people got supply of rice this afternoon by motorbikes earlier attempt stopped by police RT @OnwardState: Effective immediately,  has dropped mandate that it owns IP resulting from industry-sponsored research. http: ... @LisaBloom hope you won't blame all for some RT @OnwardState: Mike McQueary will testify first. Joe Paterno has written in testimony that will be read.  RT @penn_state: Congratulations to the more than 4,700 Penn State students graduating this weekend! RT @BreakingNews: Accused Penn State officials arrive for abuse case hearing; news trucks lined up along Susquehanna River - @ChipBell20 ... RT @DragonTattoo: Congrats to Rooney Mara for her BEST ACTRESS  nom for her role as Lisbeth Salander in  http: ... RT @jeffcdi: \"Is America at a digital turning point?\" asks new @USCAnnenberg report. See predictions on tablets,  http://t. ... RT @penn_state: Liberal Arts, Honors College student graduates Saturday with 4.0 GPA, three B.A.s and an M.A. http://t.co/OQSnkZWP RT @jeffcdi: A rundown on that @NPR @StateImpactPA  news application http://t.co/OEMfbx3m by @scottdetrow cc/HT @kleinmatic Time's Person of the Year 2011: Protesters http://t.co/OHf2ohbc RT @CraigBreslow: I can no longer denounce the relevance of Twitter. It broke the story of my trade...to me. RT @nytimesbits: Mapping tweets with :) and :( to New York subway stops. People seem happier outside of Manhattan. via @timesopen http:/ ... @jeffcdi Thank U for all the great tweets! As a PhD interested in data visualization I find ur work super inspiring Thx RT @DragonTattoo: In 12 Days...  http://t.co/gOvVXhGY Trying to Be Supermom Is a Recipe for Depression RT @TIME: The top 10 new things we learned about parenting in 2011 | http://t.co/IVml7kYy Steve Jobs autography, if you wonder RT @TIME: What was Amazon's best-selling book of the year? | http://t.co/psgThKe9 RT @jeffcdi: What % of Americans use the internet for news on national & international issues? TV? Newspaper? http://t.co/sl6XVLkH  ... @forcode: RT @ : Sebastian Seung: I am my connectome  http://t.co/d8PTbdkH RT @CoCGradEd: Reminder, if you haven't already done so, vote for GSIC officers by noon tomorrow.  http://t.co/UMAu6EpP RT @avb001: CBD14 http://t.co/rOsT3GV7 RT @OnwardState: What are SRTEs, and why do they matter? @OnwardState answers everything you might want to know about evaluations. http: ... Who said this is different in nature from the ancient gladiators? Has sports be a suffering? http://t.co/uG2YxL9t 100?! WOW @billprady: Just finished the first draft of episode 100  RT @pennstatelive: Penn State and Houston to clash in Dallas on Jan. 2 http://t.co/km2bQGne  RT @BigBang_CBS:  is up for several  noms incl. Favorite  Only a few more days to VOTE! htt ... RT @jeffcdi: Digital divide no longer online/offline, but fast/slow, high-speed wired/wireless; @scrawford in NYT http://t.co/xc34e69X @shiyuning  RT @DragonTattoo Extended trailer for The Girl with the Dragon Tattoo exclusively on iTunes: http://t.co/raWhIkMN  Sandusky interviewed by NYTimes reporter: http://t.co/U5moB671 RT @penn_state: Story updated with additional information on the four other passengers injured in the accident: http://t.co/VnjBMTSK RT @OnwardState: RT @pennstatelive: Student killed in accident on THON canning trip http://t.co/i7DHAG6g  RT @WPSU: If you missed the  Town Hall Forum between students and the administration, it's on our YouTube channel here: http:/ ... RT @DailyCollegian: Professor who was driving under the influence when she crashed onto the Penn State Golf course was sentenced yesterd ... RT @anneohirsch: Was already thinking, seems we need to market more innovatively than ever - The Graduate Student as Entrepreneur http:/ ... RT @nytimesbits: Social media sites get rich off your personal data, so shouldn't you get a cut? Several startups are working on it.  ht ... RT @DailyCollegian: Sandusky has had a private investigator for 3 years who has investigated those who Sandusky is charged with abusing: ... RT @jeffcdi: RT @mathewi: new from me at GigaOM: \"Should there be a Pulitzer Prize for Twitter reporting?\" http://t.co/2nhLA6py RT @billprady: Working by the light of laptops and iPads. Just like Lincoln. RT @OnwardState: The sunset cast an orange glow on the Old Main Bell Tower this afternoon.  http://t.co/iITcPDJ7 \"Woman-ness,\" a bad thing? RT @missmayim here's how NFL football helped me have an epiphany about being a mother. http://t.co/OwWYWn5a No new show tonite? Aww. RT @BigBang_CBS See photos of 2nite's rebroadcast of \"The Skank Reflex Analysis\" @CBS! http://t.co/ojytj34b My students reactions to the child abuse scandal and how it affects them and more http://t.co/B8ZbaRW8  @OnwardState RT @BreakingNews: More: Reports of police nearing the Occupy Philadelphia camp - @6abc http://t.co/RfGuiL8o RT @CBSLA: BREAKING: LAPD officers are loading into dozens of buses outside Dodgers stadium as Occupy LA protesters prepare for their ar ... RT @DailyCollegian: Robbed: First National Bank in Boalsburg. Check here for details and photos of the man who robbed the bank: http://t ... RT @OnwardState: Not  but... RT @bydanielvictor: Hey Philadelphia: @UofPenn is hiring a social media manager. http://t.co/ON0Q8Ute RT @psutxt: UPark alert :: UPDATE: Police contacted suspect, who fled to Clearfield County. He has agreed to turn self in. Details: http ... RT @psutxt: UPark alert :: Police seek suspect in domestic dispute last seen w/gun near White Course Apts. Use caution in area. Details  ... RT @pennyleonardfan: http://t.co/G9YLJWcH - video by @ilovemylab93 about  Stunning. @LisaBloom: Today's example of American media dumbing us down.   How insulting.  http://t.co/nQnfnogx RT @nytimesbits: Looks like Siri can do a lot more than tell you the weather; she can start your car too. http://t.co/Jim64ijt RT @annaorso: Dept. of Education is in State College today as they begin their review of Penn State's compliance with the Clery Act: htt ... RT @pennstatelive: Penn State faculty offer teachable moments from difficult events http://t.co/i6oEySfx  RT @jimmy722: Last week of voting for Peoples Choice Awards.  Please vote for Kaley, Jim & Big Bang Theory often.  http://t.co/i040Ehpu  ... Man United at Niketown, NY, Jul 2011. See Wazza, Chicha, Lindergaard, Smalling, loud crazy fans! http://t.co/JM8vMhOL", "photo": "http://pbs.twimg.com/profile_images/3637032243/a6c284b906a25c23f045118f84cd0dcb_normal.jpeg", "friend_ids": " 37993184 19433483 56774085 17981204 742143 1652541 14293310 18424289 558797310 5709522 7462702 231925135 55858928 139819194 507415544 488417933 39522692 58489734 346568888 39281968 24187903 196435664 926555071 26089017 22086402 17298532 31560768 321029318 568870155 87246752 621050346 16096838 17268874 9271782 817062 571677788 277518284 17196599 216264820 18066446 24996837 22906929 335270969 24510883 420301038 485402699 480525932 34592271 39489799 173992307 36054262 15066760 296979153 282679871 196068578 28617123 113560280 59524045 15996661 24202701 14434070 16023029 15489136 33601151 15632346 16084829 148321840 166128698 6017542 116559622 72644483 255292637 120558104 65866650 147746548 14054817 30317764 242747411 257523827 36860428 212894998 32626537 20176403 15102047 119376050 17489445 95233955 6374912 166739404 155927976 285332860 5375972 172493446 24633334 140279114 93881468 104710054 83570815 2092911 14473561 2162571 5378332 24127429 49896435 70548234 50940456 45870456 47549768 49865165 51724571 15935506 35950822 29368850 29952068 17413343 1259931 13372142 2930961 21590416 21399351 2227531 5544442 15999050 5099591 14087845 7168572 9577862 16400363 9725942 15216105 12168722", "id": "Elysia"}