{"hash_tag": " #RenameAllThingsDigital #RenameAllThingsDigital #RenameAllThingsDigital #RenameAllThingsDigital #tech #longreads #learntocode #TCOT #Benghazi #nytguesses #PearlHarbor #socialmedia #social #openness, #FF #Change #Agents #MineTheBitcoin? #GivingTuesday, #AnilDashMasterThinkfluencer #CyberMonday #CyberMonday #openness. #CyberMonday #CyberMonday # #JeffBezosBigSurpriseGuesses #longreads #BlackFriday #fail. #BlackFriday #BlackFriday", "friend_ids_list": [165944767, 230287527, 17375116, 372565880, 9507342, 14251443, 1411434049, 113234153, 1918202534, 47813521, 1707321486, 1404590618, 1888852826, 14188906, 281148766, 169321761, 3497941, 353344542, 471741741, 932196612, 174110843, 112037009, 1655353038, 15134782, 47509268, 60308942, 1666038950, 55643029, 5845492, 1185979916, 28049003, 318048744, 898371, 83814679, 14335498, 537671848, 15446531, 486153508, 14958607, 1566536372, 92565580, 16246929, 116529568, 15987690, 349816997, 164574102, 35415506, 1534167900, 39813162, 69911013, 20178419, 65688328, 166617624, 22330739, 1480792314, 22266923, 134666403, 17243582, 17533518, 9943672, 1099960304, 73220348, 18453278, 16692651, 20406724, 1364930179, 22084427, 17918338, 18621445, 571202103, 26744267, 18816166, 2020351, 2139211, 1337271, 297071736, 18950712, 556902009, 7792422, 14313712, 217064621, 965704518, 752430234, 6825792, 861951, 6114752, 822571, 858051, 13524182, 101915429, 54993188, 86975611, 44123487, 6631, 41713, 14716264, 16892481, 133861176, 152862026, 11852522, 21518612, 500704345, 58524428, 2936331, 12199652, 983070782, 794329, 24399531, 10955762, 11640472, 977097800, 154016912, 817268, 961387855, 14374517, 8548612, 14096280, 20543509, 374822255, 13194, 27941766, 225847395, 15823646, 15519075, 8069562, 1874221, 879521, 16303076, 3252, 836360738, 7380362, 25712424, 1769191, 220548689, 24674124, 54185484, 46063, 64694137, 17158189, 286955282, 35123052, 16026783, 17910554, 4119741, 5763262, 15212527, 4071001, 626183, 36823, 10952962, 19312115, 50149303, 7852612, 14582941, 147967582, 7997312, 749863, 2261261, 58567664, 51462013, 14478260, 386039091, 8273852, 450028813, 35623, 620142261, 7998362, 14763721, 17681505, 87440923, 13475802, 16131833, 15481606, 630942799, 15344145, 69426451, 13565472, 14176607, 7325452, 788673, 12576412, 14871264, 43412697, 602169759, 3471, 25742478, 8525402, 5945982, 621713, 770729, 9655282, 22387220, 16288901, 14199907, 15823784, 22278197, 1045751, 378223565, 7982802, 14983480, 5391342, 19040598, 1270191, 59143038, 8479062, 71048726, 6385432, 373416209, 128637475, 202003, 18751963, 83883736, 18359716, 18395668, 9534522, 5668942, 18327902, 13146722, 19530134, 14269152, 19534873, 85698473, 14801863, 36994785, 11107172, 17221422, 24773177, 15756974, 47539748, 20605481, 22110336, 35294738, 123545062, 7386292, 5959342, 17104751, 15978412, 720863, 14769591, 8584, 25071215, 49793, 3034251, 20526449, 13029, 817288, 2729061, 5746452, 12798452, 78453, 14439168, 1586501, 352640154, 13348, 15827269, 19983050, 824157, 16399949, 21982720, 18944490, 19116515, 59157393, 523353922, 11388132, 633, 46501372, 1140451, 29840295, 451586190, 784609, 76404002, 19697415, 2195241, 1717291, 81961201, 18309653, 26538676, 87469911, 94549893, 6160792, 1536811, 133188015, 17790274, 30331417, 11435642, 6141832], "text": " Interesting: all these years I had just assumed \"cc:\" stood for \"context collapse\" @ibogost: Wherever \"around the web\" is, remind me not to go there. Utterly foolish. Is @SteveWorks4You really running for office, or is this simply a naked grab for thinkfluence? Gigacrunchable  The Journal of Thinkfluence  Thought Leadership Review  Smart of @karaswisher to herdsource name for new pub. Perhaps \"Infobahn Daily\"?  RT @jonathanwald: Hey @Nicholaswald @jack says hi, keep coding. Hey, fact bigots, the war's over. Memes won. @morganwarstler @karaswisher Is it about a tech startup run by a sarcastic entrepreneur played by Matthew Perry? RT @yieldbot: Click to see the Real-Time Consumer Intent we're capturing right now! http://t.co/sIqBc98Pya Getting some backlash from pro-fact zealots. Give it up already. If you like \"facts\" you are a dodo. Perhaps even a dinosaur. The notion of a \"fact\" is laughable in a world where memes travel 120x faster. Fact-checking is dead. This is the post-fact era. @petecashmore: Harvard Med Students Hilariously Ask 'What Does the Spleen Do?' http://t.co/USGrQJkXyp via @mashable   My nomination for Person of the Year would have to be Gen. Keith Alexander. What the Google meme says to me is that SF is now a post-political culture. Two trends I predict will be huge in 2014: blamegamification and smarmshaming. @margafret You mean 10 Bitcoin Fake photo is the new revenue stream. @MikeIsaac Next up: Mandela @goldman Yes. A well-rested, centered Twitter staff means more new features to help rebels fight Assad. RT @StephenBailey80: @ProfJeffJarvis @goldman what would constitute good news for Bashar Al-Assad? Paywalls? Google cutting 20 per cent tim Was Hitler really evil? Or was it just a lot of manual RTs out of context? Hey @SpaghettiOs, I asked a question: https://t.co/RxnGZrcua7. At least answer. Do you not \"get\" social at all? .@SpaghettiOs What are your thoughts on NYC's child homelessness problem? @billt Please note that any inadvertent insight is strictly coincidental. Have you ever met a racist coder? I haven't. RT @sarahjeong: National  push works like Kickstarter. 1 million coders = -1% unemployment, 100 m = no trade deficit, max codin @kevinroose Perhaps if you had learned to code, your mind wouldn't be full of useless junk, enabling you to beat @samfbiddle at QuizUp Ich bin ein Coder. Ask not what your country can code for you. Ask what you can code for your country. @goldman: Peeps at Twitter HQ: Athena is teaching yoga there again! Highly recommended. Good news for the Syrian rebels. I do hope Clinkle doesn't close before it launches. I really need a next-generation payments solution. Clinkle is the new Color. @daweiner @kevinroose Do you mean physical prisons or newspaper paywalls? I stand with the protestors and Google. No two-tier system. Let's keep net neutrality. @WillOremus @ellenhuet No, surely those are netizens standing *with* Google to protest attacks on net neutrality? Breaking: Assad is under fire from heavy journaling via @Heyday. @MikeIsaac @CaseyNewton @anthonyha @heyday Good to hear. Terrific piece on homelessness among children in today's Las Vegas Sun. Highly recommended. http://t.co/QDOrVkPCzI @janinegibson How about the trolls? RT @darlin: Blurb needs an update! @Pogue: Off to the printer! (And available for preorder http://t.co/D5ZPE11yeR Terrific that Pink has made flying on wires part of her personal brand platform http://t.co/Q33RfnaFlu Good guitar solo at Pink concert.   http://t.co/EG3dIxThEc The NYT story is about unrest in Ukraine. HT to @BuzzFeedAndrew @sarahjeong @wikileaks Thesaurus suggestions Great content https://t.co/1EReKnaCbH We acquired HuffPo  RT @carolynryan: There's a very unusual, groundbreaking NYT story coming 2nite. Rethink everything. Then rethink it again. RT @mattyglesias: Conversing with a non-media person who said something about snow falling; confusion ensued. @RonRosenbaum1: .@ProfJeffJarvis Here's GREAT Pink content. My fave of hers: \"Try\":\nhttp://t.co/Nq7M2de72B\nInspirational! The Hives are a bit like Aha 2.0 (but more punk) http://t.co/jCRb2NrPgZ Opening for Pink is The Hives, some Swedish content-makers. At the Pink concert at Barclays Center. Looking forward to some terrific content. @hunterwalk: @ProfJeffJarvis i just learned about @elfontheshelf. Seems to be preparing children for surveillance state. &lt;- good news. Smart take. @carrieunderwood: Plain and simple: Mean people need Jesus. They will be in my prayers tonight... 1 Peter 2:1-25 RT @BuzzFeedAndrew: @HowardKurtz What is your opinion of the Daily Download closing? RT @BuzzFeedAndrew: @ProfJeffJarvis Thinkfluence2.5 Are we in a new era of sub-retweeting? RT of @SaraMorrison RT @mdaisey: @tmcgev @tomscocca I audited a graduate NYU journalism course to check my assumptions and provoke myself. RT @mdaisey: @SaraMorrison Why RT? Curious. Glad to see @mdaisey pivoting back into journalism. A welcome boost for Journalism 3.0. RT @mdaisey: @tmcgev @tomscocca I audited a graduate NYU journalism course to check my assumptions and provoke myself. Haven't had@SpaghettiOs for years. Eating some now in honor of  veterans. @margafret Have you checked your network? Are you hyperconnected? @margafret Is your personal platform up to date? Have you checked your logs for errors? Delicious salad from Po. The Gorgonzola is very creamy. I'd almost call it Gorgonzola 2.0. Pardon my progress while I renovate my personal platform. There is no such thing as clickbait. Of course, my favorite area of Berlin is Hackerscher Markt. RT @bendreyfuss: I don't find @ProfJeffJarvis funny at all and I don't think any of you do either. @benhjacobs I love how your tweetstream is indistinguishable from Whisper app confessions Is smarm/snark the new Hegelian dialectic? RT @Cleveland1971: @ProfJeffJarvis @JZarif your question has nothing to do with the tweet. What are you looking by this question? .@JZarif What do you think of the Sound of Music so far? @PandoDaily @dickc What are his views on Nelson Mandela and also The Sound of Music? RT @uSlackr: @ProfJeffJarvis Love your stuff, but your Mandela references are lame. Let it go today In honor of the great Nelson Mandela we're offering an unprecedented 20% off MogadishuReinvent tickets. (Use promo code: MADIBA) Fast Company nails it. Mandela was not just a great leader and humanitarian. He was a  pioneer. https://t.co/6eCFWPqboI RT @ben_hr: @dannolan Im humbled to be included in such thinkfluential company @ProfJeffJarvis @jayrosen_nyu Moving obit for Mandela by Fast Company:  https://t.co/6eCFWPqboI  @fmanjoo @mathewi @felixsalmon Also, a Bentley for the Co-founder and Chief Envisioneering Officer @nichcarlson @fmanjoo @samfbiddle He is a terrifically useful free service. @fmanjoo Talking to @samfbiddle is super fast and easy. It's a service I use more than most others. Is Giphy the new Library of Congress? Has @waltmossberg gone Upworthy? Find out by clicking this one simple link. https://t.co/NSnbeiClrx Have we reached peak hoax? @MikeIsaac No, it's really a mixture of Dickens and Chekhov @jcenters I was only teasing @AmazonDrone Please tweet why you deserve to pay less than $850/year. Let's herdsource the discounts. 2014 will be the year of hacktislacktivism. https://t.co/SVQMMxs3GH NB: I will be charging for my tweets. Rate is $850/yr, or less for Thinkfluencers. I will DM you your customized price point. @JessicaKRoy Monetization is the new charity @rachelsklar Are there additional TheList benefits eg mugs, tshirts? Are you part of a highly-curated network of dynamic connectification? If Microsoft wants a CEO skilled in promotion and  how about @jimmy_wales? RT @CalebGarling: Cc. @ProfJeffJarvis http://t.co/tspz6OLi38 I just Touchcasted myself. Did you? @jwherrman I do this most days to Japanese people on the D train \"@jayrosen_nyu Rolling Stone on Greenwald &amp; Snowden. http://t.co/DjoXfOjLod Recommended. DISCLOSURE: Glenn pays me cash money. RT @mathewi: The only problem with having been to Paris is now I am craving a croissant and cafe au lait on St. Germain -- damn you, France! Absolutely wrong. @hunterwalk: People with bad ideas but great ability to convince others are very dangerous Bloggers: you need to think of each post as an ad. Is it hyper-relevant? Is it brand-centric? Offline, A New Kind Of iOS Publication, Blends Text, Audio And Writer Empowerment http://t.co/q5GCMSxO2u @daveweigel Book title idea: Bridges of Waukesha County Smart move. @daveweigel: @ProfJeffJarvis Im not so much writing a book as I am craftsourcing a brand. @morganwarstler @samsteinhp @daveweigel @AndrewBreitbart Journalism 3.0 for Dummies? NY Times reporters collectively take 1000s of flights per year, yet have failed to produce even one inflight slideshow. @daveweigel @samsteinhp How many slides/captions? RT @ibogost: My Comcast chat session has ended. RT @jwherrman: @fmanjoo github is the new redfin @TaylorLorenz Blocked and reported Shot through the heart and you're to blame, you give content a bad name.  @ProfJeffJarvis Excited to announce that Martin Bashir will moderate a panel at Mogadishu Reinvent on the topic of Personal Brand 2.0 @daveweigel It looks as if Martin Bashir nextified his own personal brand. Interesting doxx from @katienotopoulos: turns out @darth is actually @MatthewKeysLive @guan Is Authy like Clippy? RT @oliverburkeman: Current status: content providing Smart of @Jessicalessin to pay each subscriber $399. Will rack up impressive early traffic numbers for The Information. @SaraMorrison [Takes picture of own legs; adds a short, childlike caption] When will people learn: the noise *is* the information. @Jason Should Buzzfeed adopt a Mahalofication strategy? Meow 2.0. @Jason: Buzzfeed already did it Make half of all WaPo reporters drones,have them compete with humans for pageviews Idea for Bezos: make half of all WaPo reporters drones, have them compete with humans for pageviews. @realdanlyons I try to make every tweet a catalyst for Customer Delight A headsup: just thought of a really good tweet. Will post it later. @realdanlyons @GuyKawasaki They are both thinkfluencers and   .@robenfarzad Is thought leadership even relevant if you have meme leadership? Sorry, typo. All: I'm retiring. Please follow me on my real account, @umairh All: I'm retiring. Please follow me on my real account, @MatthewKeysLive RT @nostrich: LOL RT @AmazonDrone: After two fun-filled days, I'm retiring. Follow my human on his Twitter account: @MatthewKeysLive. RT of someone else announcing I'll be speaking somewhere @CaseyNewton @gaberivera @joemfbrown @NellieBowles @samfbiddle Winnovators Troubling news for the Syrian rebels: the Daily Download has closed. @ryanlawler @Gallagher_Rich Ryan, I shot you a note about the new Pinterest for Somali pirates. Happy to connect you with the founders. @arusbridger Do you think Guardian journalists should be arrested for not being viral enough? History is written by its viral video makers. I've said it 1000 times: virality is the new veracity. Interesting confessional from @daveweigel about how he simply doesn't get Journalism 3.0. http://t.co/eNmqZNbRzl As Feb 7 approaches, is it time to  Awesome: for  @anildash is donating one Bitcoin to charity for each tweet of  @CaseyNewton @gaberivera @ashleymayer I'll need to do a thinkfluence analysis session. Friends/family rate, for you, just 2 Bitcoins. @margafret I'll be giving away over 100 microgodins in prizes Ukrainian followers: what deals did you get during today's  celebrations? @ me and I'll RT. For cities like Mogadishu, same-day drone delivery will be a welcome innovation. @hunterwalk: Apple is getting 25% off &amp; free shipping on Topsy bec it's CyberMonday Have you Neetzanified your personal brand? @nitashatiku @samfbiddle Thanks. I was concerned you might break the Link Economy there @samfbiddle @nitashatiku Who is the client? Are they running any  offers? Links pls. My advice is always to skip the \"article\" up top and scroll down to the Content From Around The Web RT @fmanjoo: Content from around the Web: What type of firewood is best? 21 celebrities you didn't know had kids. 14 stars who engaged in q Just had a couple of great cyber sessions in my office. Marketers get a bad rap, but aren't they really the greatest innovators in English today? Revealed: the amazing pageview trick discovered by one Jaguar-driving thinkfluencer: http://t.co/9MSMeSZfnv @lizgannes @DelRey cheer up Jason You can tell the thinkfluencers on Twitter currently by their @darth-centric santa hats. RT @noahWG: @ProfJeffJarvis I like to think of it as \"trollfluence.\" Is trolling the new thoughtfulness? @jwherrman Is content the new Platonic cave shadows? .@AmericanExpress Have you considered doing a \"Small Business Saturday\" in Syria? Could be a big help for the rebels. @hunterwalk Also: how can Twitter truly help the Syrian rebels if it doesn't publish its internal roadmap? Wonderful to see this internet  Lots of people planning cybersex today.  Could Smart Toilets hold the key to revolution in Ukraine? @robenfarzad @jessiwrites  I assume you mean the NEXTIFYnantucket unconference? For the latest on Ukraine's  revolution, follow @maxseddon RT @erickschonfeld: Who is working on drone-based products for the enterprise?  Sign up for the @DEMO Tour this week in NYC or next in CA h @johnbiggs @mikebutcher It's big enough for multiple gazelles @Chris_Gaun @guan Amazon Glacier drone is the new 2-day RT @abstractioneer: @ProfJeffJarvis Just in case, there's no  letter in Russian. And in Ukrainian this tag is used for news about anti-gov @hunterwalk: Drone delivery has a huge total airdressable market Agreed. Definitely an interesting approach to native advertising on @60Minutes tonight. RT @noahmccormack: @ProfJeffJarvis That was Hoover. Bezos could deliver on the promise of FDR: a drone in every garage, a phablet in every pocket. RT @mikebutcher: The Internet is the new ocean, the new spice trade route. The faster the broadband, the bigger your Galleon will be. RT @velykozhon: @ProfJeffJarvis it's not russian, it's ukrainian. Tag for ukrainian rallies. RT @okiyablo: @ProfJeffJarvis I really hope you are just making very stupid joke bc your comment is very offensive to me and my entire coun What we're seeing in Ukraine is, above all, the first big test for post-IPO Twitter. Russianists: I'm assuming  is the local word for Cyber Monday, correct?  Amazon extends Prime shipping to the Kiev metro area. My Ukrainian is limited, but it seems there's huge Cyber Monday excitement there. Fake hoax is the new real. Will be interesting in Hunger Games 3.0: how will Catniss Everdeen use her hugely higher Klout score? Overall Hunger Games 2.0 was good. Definitely worth 0.02 Bitcoins. At the movies, watching Hunger Games 2.0 RT @Longreads: \"The Cranky Wisdom of Peter Kaplan.\" RIP http://t.co/f5G3qZ123x  RT @mlcalderone: Peter Kaplan, the best editor I've ever met: http://t.co/ufPz8g0jHZ RT @NYTObits: Peter Kaplan, Who Brought a Cutting Edge to The New York Observer, Dies at 59 http://t.co/gkz6ch7LLF Kids complaining about the Bitcoin gelt. I told them that the *true* currency of today is the hyperlink. @charlesarthur Thanks for the tip! I just signed up at http://t.co/x8yxb0DMwc Hey @BestBuy, if you deny  bargains to thinkfluencers, that's a major  You know that, right? Disclosure: am furious with Best Buy. I was on line for 2 hours, then found out I couldn't pay for my new TV with  Bitcoin @AndrewOrlowski Complete tit is the new public intellectual It's crazy that Best Buy still doesn't have a separate line on  for people with high Klout scores. After a big Thanksgiving meal, there's nothing like the grease-cutting power of Tide. [native tweet] @WSJ: Six creative ways to create a better leftover turkey sandwich. http://t.co/hwgkoQKn1B cc @mashable I just bought a Triple Ribbed Cock Ring at Staples. See it at http://t.co/4c8LIJib2D. ", "photo": "http://pbs.twimg.com/profile_images/378800000473573676/47293dc43c6bd4275ec30798371fed93_normal.png", "friend_ids": " 165944767 230287527 17375116 372565880 9507342 14251443 1411434049 113234153 1918202534 47813521 1707321486 1404590618 1888852826 14188906 281148766 169321761 3497941 353344542 471741741 932196612 174110843 112037009 1655353038 15134782 47509268 60308942 1666038950 55643029 5845492 1185979916 28049003 318048744 898371 83814679 14335498 537671848 15446531 486153508 14958607 1566536372 92565580 16246929 116529568 15987690 349816997 164574102 35415506 1534167900 39813162 69911013 20178419 65688328 166617624 22330739 1480792314 22266923 134666403 17243582 17533518 9943672 1099960304 73220348 18453278 16692651 20406724 1364930179 22084427 17918338 18621445 571202103 26744267 18816166 2020351 2139211 1337271 297071736 18950712 556902009 7792422 14313712 217064621 965704518 752430234 6825792 861951 6114752 822571 858051 13524182 101915429 54993188 86975611 44123487 6631 41713 14716264 16892481 133861176 152862026 11852522 21518612 500704345 58524428 2936331 12199652 983070782 794329 24399531 10955762 11640472 977097800 154016912 817268 961387855 14374517 8548612 14096280 20543509 374822255 13194 27941766 225847395 15823646 15519075 8069562 1874221 879521 16303076 3252 836360738 7380362 25712424 1769191 220548689 24674124 54185484 46063 64694137 17158189 286955282 35123052 16026783 17910554 4119741 5763262 15212527 4071001 626183 36823 10952962 19312115 50149303 7852612 14582941 147967582 7997312 749863 2261261 58567664 51462013 14478260 386039091 8273852 450028813 35623 620142261 7998362 14763721 17681505 87440923 13475802 16131833 15481606 630942799 15344145 69426451 13565472 14176607 7325452 788673 12576412 14871264 43412697 602169759 3471 25742478 8525402 5945982 621713 770729 9655282 22387220 16288901 14199907 15823784 22278197 1045751 378223565 7982802 14983480 5391342 19040598 1270191 59143038 8479062 71048726 6385432 373416209 128637475 202003 18751963 83883736 18359716 18395668 9534522 5668942 18327902 13146722 19530134 14269152 19534873 85698473 14801863 36994785 11107172 17221422 24773177 15756974 47539748 20605481 22110336 35294738 123545062 7386292 5959342 17104751 15978412 720863 14769591 8584 25071215 49793 3034251 20526449 13029 817288 2729061 5746452 12798452 78453 14439168 1586501 352640154 13348 15827269 19983050 824157 16399949 21982720 18944490 19116515 59157393 523353922 11388132 633 46501372 1140451 29840295 451586190 784609 76404002 19697415 2195241 1717291 81961201 18309653 26538676 87469911 94549893 6160792 1536811 133188015 17790274 30331417 11435642 6141832", "id": "ProfJeffJarvis"}