{"hash_tag": " #nobelprize #financialmarkets", "friend_ids_list": [168295477, 312677640, 352673744, 19038395, 32718488, 17220934, 201295507], "text": " Robert J. Shiller - Prize Lecture: Speculative Asset Prices http://t.co/biwriCzshv Nobel week begins in Stockholm with the traditional autographing of chairs at the Nobel Museum. Strange tradition! http://t.co/6wrL2SpgJj Patriotism affects the stock market! (Benos and Jochec 2013) http://t.co/jUgj33Xi8Q Evidence the farmland bubble might be ending: Midwestern Farmland Values Show 14% Increase | http://t.co/zVLH7l9KaA http://t.co/5z3s6jLiHU Michael Brennan in 1999 advocated trading dividends http://t.co/9CwiQdWZ2l to reduce speculation: It's happening: https://t.co/5n2q44tONm Participated in 2013 Nobel Symposium  http://t.co/bJd4AOcy0Q, met President Obama with other Laureates, boundary crossing event. Here is the free Financial Markets course I am offering to everyone starting Feb 2014: @Coursera! https://t.co/wYu7IKmfSC  Doubts that a housing recovery can save the economy, from Amir Sufi @profsufi : http://t.co/aLxcGhtVgb My recent thoughts on sharing Nobel Prize with Fama and Hansen: Sharing Nobel Honors, and Agreeing to Disagree http://t.co/onRqyA3Ge0 Robert Shiller: is economics a science? http://t.co/ODXzEB6BHu via @guardian The typhoon in the Philippines is more tragic since there is only 10%-20% insurance coverage  http://t.co/1gBX0ca5x6 via @businsmagazine Philippines typhoon to cause no 'significant' insured damage: AIR http://t.co/w6ovxHhHpB via @businsmagazine Dinner speaker last night in Montreal about Canadian home prices: Major cities resemble recent US bubbles, but in slow motion, still upward. Packaging foreclosed homes for investors could mark a revolution, will be difficult - http://t.co/9vk3aXomd9 http://t.co/VCz6MLW45f via @FT Amazingly, people really had no concept of representative sample averages until 1895, Kruskal and Mosteller, 1980, http://t.co/CrNdfmivYC Trying to understand how people thought about stock price indices long ago. Before 20th cent they didn't, didn't fully comprehend averaging From my updated stock chart  http://t.co/XbP0eZkurF, Index Plot tab, see that REAL  earnings are still below their 2007 pre-recesion peak. The October 2013 Review of the futures trading in US home prices (http://t.co/hcK1ANpuZv) shows how well the market has forecasted. I have been thinking of tweeting for years, but not sure. At best, twitter is like a giant corpus callosum linking our brains into one whole RT @wadhwa: Teaching @RobertJShiller about twitter.  :) so I'm smarter than a Nobel prize winner in something at least! My first tweet, @theeconomist Buttonwood Gathering, @wadhwa and @ferenstein got me going.", "photo": "http://pbs.twimg.com/profile_images/378800000673579465/2b50ca97d43b1c4a53597accaa2dae5f_normal.jpeg", "friend_ids": " 168295477 312677640 352673744 19038395 32718488 17220934 201295507", "id": "RobertJShiller"}