{"friend_ids": " 1557323168 2238200700 17008726 2233154425 8143682 1593582174 1360662272 10587552 353789193 577151487 1957177812 44196397 41216797 24980246 11757522 161078090 25084660 1582853809 35680393 2147635771 22387220 364494809 35455570 517903014 514613499 23165345 2163400502 1131739027 583938358 5734242 1253294456 78969930 11892372 91168371 9316452 43652382 17112843 143449579 31585933 93782410 12160482 71080701 2057621 21759817 20818880 1603818258 18686907 1947072912 1671642793 14381760 86129724 1411434049 373689086 80096621 529438517 340441440 435379997 1636590253 1270746139 1641736633 18840445 36417099 286328477 817586449 19888273 1225331424 1261474675 276479100 312406421 77241119 191670402 451930965 10109182 57239845 104848568 253913837 523804354 14230772 50780782 139162440 145353450 119958446 136450598 202282251 586671909 126146818 30855079 221185711 216939636 204832963 11866582 1263967268 119837224 1197619002 80273245 16298441 17322445 993381020 15127356 147949965 10313732 214272214 1526228120 1564098048 547871798 1551736602 52757166 28048100 26477356 250831586 365145609 46238160 1488886736 477269214 178812809 40741294 16629994 1164050532 76337854 22040252 87057908 16245822 460413899 24691013 114485232 67291446 409890910 93520904 97216290 7858412 26270899 78263193 9271782 342436012 935711005 30262198 13479192 14109167 1497 1330457336 148203826 1357770102 47359057 16673982 33276161 1874221 10476462 914061 14313712 29556272 283133704 16228479 16061930 1262413328 1246654609 74759560 180463340 555928038 920104904 408051296 20243787 403081835 134990596 1007091978 75457866 143602582 472872558 55936778 171171584 152862026 115710058 154917675 43192807 14999740 445172662 14470818 48776344 1111940934 950611172 512613427 231834907 21726594 28290853 281877818 153660009 773009000 175044427 17881467 802939002 14397796 16089886 388538690 1000262514 19725644 991745802 278523798 261546340 634406525 389241002 15159648 845743333 516568432 800960178 80617430 394452854 367873443 43996908 27699644 65905779 19190572 244655353 15937226 235957352 22228438 101805829 19689981 16244449 16250929 230642442 378800745 176644153 468633559 550234269 134926637 860135498 33060751 44173839 16326882 32814689 233364902 123081702 339851506 238319766 14782782 50446226 568247551 700374013 75797367 538326631 14248315 10778572 14190948 568816758 305387811 103130238 717077395 787922846 17174089 332638587 159015598 398500188 62632267 296462011 18131961 33460405 256573865 599018611 449349346 22027186 130922325 17142046 20609518 403690692 17501358 73402979 243439460 18059898 3022271 36515907 21690101 598634468 234521957 589296284 96821645 172933437 472320973 250515388 19819769 16868154 352947624 293850289 23445279 5469572 128232442 327577091 14065835 3080761 14572992 31353077 214680621 47840362 18713254 15962096 287309941 70478255 62581962 17773969 8381682 18272699 765548 2329921 173353797 44973000 17078917 115485051 11137722 10204352 52884959 526316060 19032103 17237540 344832086 130636009 86390214 9532402 17560063 14111907 312867608 317370751 325852608 171485965 94457225 34678147 6317512 110202631 15705459 140740027 386044033 15421591 2025101 17660155 15603447 103989154 14988187 3332231 11649702 30987011 47123075 158090940 143498538 389594696 8249522 133960226 5811822 121489431 352673744 89447929 24789175 4207961 18622869 15446531 432177781 170424259 247062220 217284148 458005872 434981184 25653374 56539248 16976496 15800121 38675891 93347723 65167734 48204643 153858073 248900032 25521487 49106929 21065415 262395906 262738691 124365734 15044027 15926405 21457289 20416406 16950638 197877074 57157078 246828809 96063507 56906166 14353392 100552170 17076940 92411234 248049056 15445498 249442235 83883736 6480682 15846527 94606098 18676177 42115114 50940456 25246168 242423151 16017475 17002009 36476109 88727377 20103339 17157367 14346186 33838201 16319797 136411131 16303106 106504800 14608531 4775511 106840674 27185428 50729933 157958919 14066403 14068238 166751424 14226794 49130529 146195370 11164692 47978543 146734981 10759032 11867332 93655722 32872183 80539195 36623013 32765534 23533973 40225663 34359976 14695761 15835408 17048097 10562062 18441088 11990112 17011670 14877418 74753077 21677615 142547239 106536714 95560487 61709997 106968084 56166281 20852867 16279554 46554606 85891683 17568040 132671929 106582358 73169012 130885386 101888393 11540152 15803225 77117012 108079592 9169072 15814202 45882566 7945332 97862847 7566602 17635685 104425290 106927617 19955169 14834340 25889985 89629222 51881296 11745462 43129716 83150681 55273913 79797834 27947582 15626406 23092587 70435491 48479480 73282913 1593111 29991700 618593 14279924 39437055 12208512 19991946 16728761 16685316 7563792 43890387 19989656 40903501 14075928 20536157 21335124 36377120 14220046 44176871 20032100 14348594 6141832 22677790 9612722 17008782 29777185 36769504 9720292 8496762 14856602 22644746 12340562 23592537 34993807 45752188 17072154 39902201 26013176 38578704 20602469 15148698 41249918 35161606 54909137 18929225 40899886 24843227 19945302 36756103 16728208 23326999 48839631 18929196 53101727 53108933 21700944 1224891", "hash_tag": " #csce470 #tamu #butterflyinthesky #icangotwiceashigh #ShockTheWorld #tamu #cse #470_for_life #nlproc #cavtweet #icwsm #cikm2013 #cikm2013 #cikm2013 #cikm2013 #cikm2013. #cikm2013 #cikm2013 #cikm2013 #cikm2013 #3: #ny #cikm2013 #GigEm #WillBeBack #kredible #kredible #socialmedia #researchers #mediaxstanford #kredible #kredible #kredible #kredible #kredible #kredible #kredible #kredible #kredible #kredible #Reputation #Purdue #ACLFest. #AzizBreakingBadTheory: #JayMohrSports #ProjectAugur", "text": " @nod @_johnbrock Duke. And it's not even close. BOOM!!! @egreco12 https://t.co/Mh7jPgSLJ6 @egreco12 stay tuned ... might try @mikestombaugh in the meantime Dear friends, check out this really neat reddit bot for linking Wikipedia articles:\n\nhttp://t.co/y6gjEhnxWw\n\ncourtesy of   RT @_williamguerra: @TheRealCaverlee   http://t.co/9nWUDmddJF @jonathanganz Talk to me Jon. What are you feeling? Yessir! @bde I believe!! @cchakra1 Blue and white, and blue and white. Blue and white, and blue and white. @cchakra1 Fight Blue Devils, fight! Duke! RT @_williamguerra: Well Duke, lets  @_williamguerra but which team is more HYPED? People need to know. RT @fivethirtyeight: Hot-off-the-interwebs: Soccer Power Index advancement odds for all World Cup groups: http://t.co/MYjK2re3WT RT @GrantWahl: Shaping up to be a horrible USA draw. Toughest travel possible: Natal-Manaus-Recife= 8866 travel miles. @jonathanganz Here we go!!! @jonathanganz Hoping for group H, I guess? @MaybeJeffConrad You bet! Enjoy the game! @MaybeJeffConrad You know I work here (@tamu) right? Give me a heads-up next time and I can give you a proper tour! RT @TexAgs: BREAKING: TexAgs has learned outgoing A&amp;M pres. Dr. Loftin will be named chancellor at the University of Missouri: http://t.co/ Big crowd here for @liuhuan http://t.co/hJwUFnAeiD And we're under way with @liuhuan at Texas A&amp;M! http://t.co/086Gc1zA1u Prof. Huan Liu (@liuhuan) will be speaking about Social Media Mining in a little over an hour. See you there! HRBB 131, 4pm. Check out the latest IEEE Data Engineering Bulletin on Social Media and Data Analysis:\n\nhttp://t.co/OHuN0S1mWK\n\nLots of good stuff in there! RT @jasonbaldridge: Just learned that the third person plural form of 'selfie' is 'ussie'. Texas A&amp;M welcomes Prof. Huan Liu (@liuhuan) tomorrow for his talk on Social  Media Mining! Talk time: 4pm in HRBB 131. See you there! About to start the LAST class of the semester!    Looks like it. cc @bde @davidchang: Holy shit. Outstanding. Best game ever. http://t.co/9mDdUgnPNl Words fail. Ga ga go go ha go @egreco12 @bde Yessir!! @ChengCao and now the big game is auburn v Alabama. @ChengCao duke football won today. @bde D'oh!! @bde whoops. @bde great game so far! How excited is @bde today? @BradyCoder in a couple of hours. RT @idiot: Tab Closed; Didn't Read http://t.co/Oi5lX5g57Y RT @moh: The evolution of the web. Interactive map: http://t.co/FY7KLYLxkT http://t.co/tBluhZh9OP RT @kenjeong: .@Duke_FB! RT @tim_cook: Very proud of the Blue Devils.  https://t.co/3TooxRBg4a @hintikka And lots of interesting snark/accusations in the comments! @poffdeluxe excellent. Hope you dropped some knowledge about DATA. @huntergmcelroy YES! @rhemalinder Well put. I could watch it all day. Bob Dylan wins the internet today --&gt; http://t.co/bKfp4xwtw2 RT @alaatweets: \"Thats a wrap!\" @TechnoBulldog Thanks for the heads up. Alas, we're facing some technical difficulties. Sigh... RT @stanfordnlp: CMU has a marvelous art installation of a bag of words  http://t.co/B2DksejbZE @poffdeluxe Relevant to your \"poop blowout\" tweet --&gt; http://t.co/aLWfmwit5v @poffdeluxe Zoinks! Inbox ZERO!!!! RT @Xconomy: The Future of Microsoft Research: One on One With New Boss Peter Lee. http://t.co/8LpYblp3SU Texas A&amp;M Computer Science is hiring! Lots of positions including big data. Check it out --&gt; http://t.co/NnnYNqbVJG @codys @infolaber All roads lead to google happy hours, I suppose. Glad you could meet up after all this time! @cchakra1 Saw it. Wow. Crazy talented guy. And big. Working on credibility and quality issues on the web or social media? Submit to our Web Quality workshop at WWW 2014\n\nhttp://t.co/McpvaS1RM7 @cchakra1 please don't take back my Duke card ... I was sleeping!!!! @jteevan Ha! @bhecht and I were just having this conversation! Gotta love the colons ... @theresaroberts yup .. working on it ... RT @tedgioia: UC Berkeley once received 60% of its funding from the state government; now it's down to 9%. http://t.co/xm3aLwmkJ7 We're happy to have Prof. Brent Hecht (@bhecht) in the CSE department today at Texas A&amp;M!! http://t.co/0SDGlEpNAP @BrianDavison Hope you have lots of fun. What a great opportunity!! And I'm still working on my plans ... (fingers crossed) @BrianDavison FB? @HanchengGe @krishna_kamath Good time to post the GREATEST VIDEO OF ALL TIME ... http://t.co/mzhJBdUgew @aggieastronaut @infolaber And the obligatory elephant backside pic. http://t.co/RuR5ph8mhp @aggieastronaut @infolaber Here's another good one. http://t.co/aLgwwFfAvM @infolaber Yeah, I had not realized we would have *actual* elephants on campus. RT @JasonTheJason:  @infolaber Elephant walk! The aggie tradition. So there are elephants on campus ... http://t.co/itP4iwGz4P Congrats to all of our colleagues at Twitter. Big day! Fascinating article about Twitter and the Fail Whale (ahem): http://t.co/JLckj40dDL RT @icwsm: ICWSM-14 will be held in Ann Arbor, Michigan from *June 1-5* 2014!  RT @rhemalinder: Do you use structured data? Please take this survey from the ecology lab. (#XML/#JSON/#RDF) http://t.co/yo02sdjaEV [RTs wo @infolaber @eric_b_wood @_TeeDub I weep for humanity. @infolaber is that some google contraption? RT @xamat: Kevin Murphy on Google building a probabilistic knowledge graph. Funny he's not in when I search for him  http://t.co/A Well @united lost my bag ... For about an hour. Now I've got it. Just shared a flight with the legendary @JoeMontana Still as cool as ever!! RT @nytimes: As Interest Fades in the Humanities, Colleges Worry http://t.co/ihqBCkd82a Leaving SF after a great week at  -- enjoy the rest of the conference, folks! Special visitor to  just now: @tropicfishly Great to see you! Almost time for @krishna_kamath to present our work on spatio-temporal meme prediction in session 27!!  http://t.co/JDOTMWprJN RT @dtunkelang: Sorry to miss rest of  Will follow tweet stream. Posted my keynote slides on LinkedIn / Slideshare http://t.co/RP @_TeeDub for sure. Just down the street from @twitter waiting on @krishna_kamath, superstar. RT @GonzoHacker: When StackOverflow goes down, how do they figure out what's going wrong? @sashikanthd Busy day today. Leaving tomorrow. Are you anywhere near city (this morning) or airport (this afternoon)? @moh Ah, sadly no. Catching the early flight out Thursday morning. Maybe next time!! @greedoshotlast I can ping you when we're wrapping up. May be tight ... Need to get back to the conference. Visiting Twitter in the morning to see @krishna_kamath awesomeness. cc @tdmackey @moh (I'm a friend of @SteveWebb). Come hear @infolaber talk about our work on location prediction and tie strength in session 10 today  http://t.co/IqHrHxY5Ik And we're under way with @cleegiles at  ... \"Scholarly Big Data\" http://t.co/qiZlyDOaTT RT @dtunkelang: Thanks Jalal Mahmud, James Caverlee, Michelle Zhou for inviting me to  DUBMOD workshop. My slides: http://t.co/RP2  kicking off with a keynote from @cleegiles in a few moments. RT @informor: Recruiting  We are hiring for the early team at @seenco. ML/Data Mining/IR, ready for big platform/science challenges.  Great keynote from @pankaj at our user modeling workshop at  http://t.co/NtXNYKmm9w Representing one of the great states during my SF visit this week. cc: @_TeeDub http://t.co/xHHNyrs3pb Current status. Blissful. http://t.co/h3BrWssuoK Checking out the social wall at @usaa RT @infolaber: Bye Aggieland!   RT @mstrohm: Uncovering an army of bots on Wikipedia http://t.co/nElN1QHXMO @_johnbrock Back already. 36hr trip. Ugh. @_johnbrock Hope you enjoy the game and your time in TX. RT @lsanger: Had fun at the  workshop yesterday, learned some important things, reached out to some awesome potential beta-testers. RT @NSF: News: We're back: NSF resumes operations: Following the enactment of a continuing resolution (CR), federal gov... http://t.co/jLGR RT @marc_smith:  NSF Workshop photos: http://t.co/Y4meBJJpYQ   http://t.co/UKoonoiTFd @tmccormick excellent. Let's chat. @krishna_kamath Quick trip. Got here last night. Leave today. RT @MarthaRussell: @TheRealCaverlee   Hard/easy to detect vs hard/easy to scale. crowdsourced manipulation (paid pr RT @frandallfarmer:  @TheRealCaverlee describes the Heisenbot! Manipulated ratings via crowdsourcing. Edward Hall proxemics.  @krishna_kamath yessir. RT @frandallfarmer: Today, I'm one of the practitioner-voices at today's  workshop at @Stanford. http://t.co/Er0lqPRTIp @mediaXSta Hey csce470 students, check out http://t.co/mEWJkAACHG  RT @tmccormick: today! follow  for Soc-Media \"Reputation, Trust &amp; Authority\" workshop @mediaxStanford w/@ithinkblog, @edchi http:/ Martha Russell from Stanford mediaX kicking off the workshop.  And we're live at   workshop!! @eric_b_wood Up the hill behind Stanford. Beautiful. Current view. http://t.co/lXhDrQt6Tq Looking forward to hearing @edchi @jure @ladamic @msbernst Luo Si, plus others at  workshop today. RT @ithinkblog: 2 hrs until the   workshop at Stanford  and @mediaXStanford Live tweet feed at http://t.co/tUROT RT @bde: So, last week @bitly put out the MediaMap http://t.co/iVixWFkkTI . This week we opened up Feelings http://t.co/l5XDuyY9SN . Next w We're hiring at Texas A&amp;M in our new Institute for Digital Humanities, Media, and Culture (IDHMC). NLP/DM/Viz/HCI\n\nhttp://t.co/JJgDCcld1X @poffdeluxe I think I found @dril via your followers to begin with. Words are difficult to find  strange, sad, inspiring, beautiful? @rstarjaggers Nice! Thanks for the link. Humblebrag --&gt; @egreco12: At work on a Sunday night.  I should be able to humblebrag about working long hours or something, right? @ZBigner Ha! Well, I have learned that Texas is *very* serious about football. Not a big football guy, but WOW, the Broncos are good!! @informor Amazing stuff from you guys. So cool --&gt; http://t.co/3z2IsGEGsw Jealous!! @schindlerjon: Wilco live at  http://t.co/ZtmPpOrGdv RT @NSF_CISE: Due to the government shutdown, we will not be tweeting or responding to any replies. We will return as soon as possible. RT @Noahpinion: Reminder: 18.3% of Americans think the sun goes around the Earth. 8% aren't sure. http://t.co/r5ZStk0pJH RT @azizansari:  Todd gets swayed by Coach Taylor and Riggins BUT Grandma Saracen is revealed to be Uncle Jack's bos RT @moh: Chill out as a Service Amazing --&gt; @Noahpinion: Wait But Why puts time in perspective for you: http://t.co/fAo5uquKrT RT @lozzd: Etsy has a new HTTP response code \"439 Request Not Handmade\", for if we suspect you're a robot scraping/abusing us. Artisanal re RT @moh: \"Advice is autobiographical, a form of nostalgia. When people give you advice, they're really just talking to themselves in the pa @jpetersen91 Cheap? Is AWS too much? @ChengCao I'm giving it up now. But if was fun while it lasted. http://t.co/ihrpksdLVq @ZackMaril Sure thing. Later in the week is better. RT @noamscheiber: Up in Cambridge, met up w/friend who's visiting prof at Harvard. Will go on my resume as \"visiting visiting prof at Harva @_TeeDub 65. I have a feeling the next book is close to finished! Happy Birthday GRRM. @BadgersLkeHoney Oh my. @jcelgin Fargo. RT @jaymohr37: Johnny Manziel is the most exciting college football player in my lifetime. Period.  Saw a Bentley today in College Station. At a burger place. My timeline right now: http://t.co/ntrHwYrxYs RT @twitter: Weve confidentially submitted an S-1 to the SEC for a planned IPO. This Tweet does not constitute an offer of any securities  @poffdeluxe @jcelgin Group hug. @hadvil You betcha! Lots of old faces on campus. Even had the great @jcelgin from the original 2008 470 class! Big thanks to all our alums on campus for the career fair! And a special nod to my extended 470/489 family! Y'all are amazing! @ChengCao Big game!! @poffdeluxe M'kay. @jonathanganz And to be clear  it does happen everywhere, no? @rstarjaggers Brammer. He works with Prof. Tiffani Williams. Seriously amazing --&gt; @abumuqawama: The only person whose NFL tweets I am interested in reading is @ZizekOnNFL. And most eyepopping viz at Coding Gig 2.0 goes to Jinsoo for a really cool tweet globe! Coding Gig 2.0 best newcomer award (and most creative) goes to Nicholas! Just a freshman ... Really impressive! Coding Gig 2.0 is in the books! Congrats to our overall champions: Team Keith, surprisingly including non-Keith members Thomas and Nick. @krishna_kamath @SteveWebb oh yeah. They looked the use of vulgarities by location. Apparently Texans really love the f word. @SteveWebb Too true. 11 teams so far. http://t.co/jE8Jvc1P4a Coding Gig teams are slowly arriving ... long night hacking. Demos up next!!! @greedoshotlast YESSIR! @BradyCoder Dunno yet. We have demos tomorrow at 11am. @bde A war? Tremendous crowd at our hackathon. 40+. But who will claim the top prizes?!?!? Minutes away from the kickoff of Coding Gig 2.0! @eric_b_wood I love my @fitbit. And they have great customer service as well. Has definitely changed my life for the better! A little under four hours until Coding Gig kicks off in HRBB 124:\n\nhttp://t.co/p2znaY99GI\n\nBig Data. Great prizes. Free food. @theresaroberts Watching the game? @poffdeluxe whatever you do, don't click on the dot com version of your catchphrase. Wow. Cannot unsee. @krishna_kamath @SteveWebb I'm the Johnny Heismans. Gotta represent with a bunch of Baylor folks in the league. Amazing quote from that Google story: \"The company receives a deluge of Web applications each year from 2 million to 3 million people\" RT @googlejobs: How does Google hire? Our Staffing VP tells the @washingtonpost how data &amp; analytics shape our hiring process: http://t.co/ @krishna_kamath I'm in a big battle with @SteveWebb in FF. A rematch of our Super Bowl last year. Hoping Peyton stinks it up tonight. First use of \"mechanical twerk\" by @poffdeluxe RT @AugurNews: New blog written by @poffdeluxe on the fabled intelligence of the mighty Mechanical Turk. Check it out: http://t.co/a5ojHHqi cc @krishna_kamath Craziness: @GrantWahl: Things I learned today: Javier (Chicharito) Hernndez is a Raiders fan. RT @JayBilas: Dude on the far right has stood in that spot for 34 years now. Players keep getting better, and so does he. Amazing. http://t RT @infolaber: @HonchoTyler @BBQsnob We've got catered Fargo's in dept of Computer Science @ A&amp;M right now (courtesy of @Microsoft). best b @poffdeluxe Done. It's on my calendar! @seannnn86 Thanks Sean! @greedoshotlast YESSIR! RT @BigDataBorat: Data Science is statistics on a Mac. @PCumingJr Whoop! @jpetersen91 Better yet, part of Nebraska? @poffdeluxe @jpetersen91 Lots of buzz around   could change the world?!?! @jpetersen91 Yessir! @nod Boom! Now  if we can just lure you back to College Station ... @sashikanthd Thanks Sashi! @_johnbrock Thanks so much John! @rstarjaggers Texas 4-ever! @rhemalinder Thank you!!", "id": "TheRealCaverlee", "friend_ids_list": [1557323168, 2238200700, 17008726, 2233154425, 8143682, 1593582174, 1360662272, 10587552, 353789193, 577151487, 1957177812, 44196397, 41216797, 24980246, 11757522, 161078090, 25084660, 1582853809, 35680393, 2147635771, 22387220, 364494809, 35455570, 517903014, 514613499, 23165345, 2163400502, 1131739027, 583938358, 5734242, 1253294456, 78969930, 11892372, 91168371, 9316452, 43652382, 17112843, 143449579, 31585933, 93782410, 12160482, 71080701, 2057621, 21759817, 20818880, 1603818258, 18686907, 1947072912, 1671642793, 14381760, 86129724, 1411434049, 373689086, 80096621, 529438517, 340441440, 435379997, 1636590253, 1270746139, 1641736633, 18840445, 36417099, 286328477, 817586449, 19888273, 1225331424, 1261474675, 276479100, 312406421, 77241119, 191670402, 451930965, 10109182, 57239845, 104848568, 253913837, 523804354, 14230772, 50780782, 139162440, 145353450, 119958446, 136450598, 202282251, 586671909, 126146818, 30855079, 221185711, 216939636, 204832963, 11866582, 1263967268, 119837224, 1197619002, 80273245, 16298441, 17322445, 993381020, 15127356, 147949965, 10313732, 214272214, 1526228120, 1564098048, 547871798, 1551736602, 52757166, 28048100, 26477356, 250831586, 365145609, 46238160, 1488886736, 477269214, 178812809, 40741294, 16629994, 1164050532, 76337854, 22040252, 87057908, 16245822, 460413899, 24691013, 114485232, 67291446, 409890910, 93520904, 97216290, 7858412, 26270899, 78263193, 9271782, 342436012, 935711005, 30262198, 13479192, 14109167, 1497, 1330457336, 148203826, 1357770102, 47359057, 16673982, 33276161, 1874221, 10476462, 914061, 14313712, 29556272, 283133704, 16228479, 16061930, 1262413328, 1246654609, 74759560, 180463340, 555928038, 920104904, 408051296, 20243787, 403081835, 134990596, 1007091978, 75457866, 143602582, 472872558, 55936778, 171171584, 152862026, 115710058, 154917675, 43192807, 14999740, 445172662, 14470818, 48776344, 1111940934, 950611172, 512613427, 231834907, 21726594, 28290853, 281877818, 153660009, 773009000, 175044427, 17881467, 802939002, 14397796, 16089886, 388538690, 1000262514, 19725644, 991745802, 278523798, 261546340, 634406525, 389241002, 15159648, 845743333, 516568432, 800960178, 80617430, 394452854, 367873443, 43996908, 27699644, 65905779, 19190572, 244655353, 15937226, 235957352, 22228438, 101805829, 19689981, 16244449, 16250929, 230642442, 378800745, 176644153, 468633559, 550234269, 134926637, 860135498, 33060751, 44173839, 16326882, 32814689, 233364902, 123081702, 339851506, 238319766, 14782782, 50446226, 568247551, 700374013, 75797367, 538326631, 14248315, 10778572, 14190948, 568816758, 305387811, 103130238, 717077395, 787922846, 17174089, 332638587, 159015598, 398500188, 62632267, 296462011, 18131961, 33460405, 256573865, 599018611, 449349346, 22027186, 130922325, 17142046, 20609518, 403690692, 17501358, 73402979, 243439460, 18059898, 3022271, 36515907, 21690101, 598634468, 234521957, 589296284, 96821645, 172933437, 472320973, 250515388, 19819769, 16868154, 352947624, 293850289, 23445279, 5469572, 128232442, 327577091, 14065835, 3080761, 14572992, 31353077, 214680621, 47840362, 18713254, 15962096, 287309941, 70478255, 62581962, 17773969, 8381682, 18272699, 765548, 2329921, 173353797, 44973000, 17078917, 115485051, 11137722, 10204352, 52884959, 526316060, 19032103, 17237540, 344832086, 130636009, 86390214, 9532402, 17560063, 14111907, 312867608, 317370751, 325852608, 171485965, 94457225, 34678147, 6317512, 110202631, 15705459, 140740027, 386044033, 15421591, 2025101, 17660155, 15603447, 103989154, 14988187, 3332231, 11649702, 30987011, 47123075, 158090940, 143498538, 389594696, 8249522, 133960226, 5811822, 121489431, 352673744, 89447929, 24789175, 4207961, 18622869, 15446531, 432177781, 170424259, 247062220, 217284148, 458005872, 434981184, 25653374, 56539248, 16976496, 15800121, 38675891, 93347723, 65167734, 48204643, 153858073, 248900032, 25521487, 49106929, 21065415, 262395906, 262738691, 124365734, 15044027, 15926405, 21457289, 20416406, 16950638, 197877074, 57157078, 246828809, 96063507, 56906166, 14353392, 100552170, 17076940, 92411234, 248049056, 15445498, 249442235, 83883736, 6480682, 15846527, 94606098, 18676177, 42115114, 50940456, 25246168, 242423151, 16017475, 17002009, 36476109, 88727377, 20103339, 17157367, 14346186, 33838201, 16319797, 136411131, 16303106, 106504800, 14608531, 4775511, 106840674, 27185428, 50729933, 157958919, 14066403, 14068238, 166751424, 14226794, 49130529, 146195370, 11164692, 47978543, 146734981, 10759032, 11867332, 93655722, 32872183, 80539195, 36623013, 32765534, 23533973, 40225663, 34359976, 14695761, 15835408, 17048097, 10562062, 18441088, 11990112, 17011670, 14877418, 74753077, 21677615, 142547239, 106536714, 95560487, 61709997, 106968084, 56166281, 20852867, 16279554, 46554606, 85891683, 17568040, 132671929, 106582358, 73169012, 130885386, 101888393, 11540152, 15803225, 77117012, 108079592, 9169072, 15814202, 45882566, 7945332, 97862847, 7566602, 17635685, 104425290, 106927617, 19955169, 14834340, 25889985, 89629222, 51881296, 11745462, 43129716, 83150681, 55273913, 79797834, 27947582, 15626406, 23092587, 70435491, 48479480, 73282913, 1593111, 29991700, 618593, 14279924, 39437055, 12208512, 19991946, 16728761, 16685316, 7563792, 43890387, 19989656, 40903501, 14075928, 20536157, 21335124, 36377120, 14220046, 44176871, 20032100, 14348594, 6141832, 22677790, 9612722, 17008782, 29777185, 36769504, 9720292, 8496762, 14856602, 22644746, 12340562, 23592537, 34993807, 45752188, 17072154, 39902201, 26013176, 38578704, 20602469, 15148698, 41249918, 35161606, 54909137, 18929225, 40899886, 24843227, 19945302, 36756103, 16728208, 23326999, 48839631, 18929196, 53101727, 53108933, 21700944, 1224891]}